{
    "Falta de conhecimento técnico em marketing digital": "Oferecer cursos e oficinas de marketing digital para artistas.",
    "Dificuldade em criar conteúdo atraente para as redes sociais": "Promover workshops de criação de conteúdo visual e textual para redes sociais.",
    "Falta de acesso a equipamentos adequados": "Criar programas de empréstimo ou subsídio para aquisição de equipamentos artísticos e tecnológicos.",
    "Falta de recursos financeiros para investir em publicidade online": "Estabelecer editais de fomento com verba específica para divulgação e marketing digital.",
    "Falta de tempo para dedicar à divulgação online": "Desenvolver plataformas centralizadas de divulgação cultural e oferecer suporte técnico para gerenciamento de tempo.",
    "Dificuldade em organizar e planejar as ações de divulgação": "Disponibilizar consultoria e mentorias em planejamento estratégico de carreira e divulgação.",
    "Conexão de internet instável ou de baixa velocidade": "Investir em infraestrutura de internet em áreas periféricas e espaços culturais.",
    "Dificuldade financeira para participar de eventos ou atividades culturais": "Ampliar programas de auxílio financeiro para participação em eventos e formação.",
    "Renda Mensal: Até 1 salário mínimo": "Implementar programas de renda básica para artistas em situação de vulnerabilidade.",
    "Atuação_Profissional: Amadora": "Incentivar a profissionalização através de cursos de gestão e formalização.",
    "Beneficiario_Programa_Social: Sim": "Criar editais específicos e linhas de fomento para artistas já beneficiários de programas sociais.",
    "PCD: Sim": "Desenvolver políticas de acessibilidade e inclusão para artistas com deficiência.",
    "Comunidade_Tradicional: Quilombola": "Criar editais específicos e fomento para artistas de comunidades quilombolas.",
    "Comunidade_Tradicional: Indígena": "Criar editais específicos e fomento para artistas de comunidades indígenas.",
    "Comunidade_Tradicional: Povos de Terreiro": "Criar editais específicos e fomento para artistas de Povos de Terreiro."
}